{
	"_meta": {
		"sources": [
			{
				"json": "HDF",
				"abbreviation": "HDF",
				"full": "Halfway Decent Folk (3pp)",
				"authors": [
					"Bridget",
					"Cori",
					"Emma",
					"Jacob",
					"Joey",
					"Jordan",
					"Savannah"
				],
				"convertedBy": "Jafner",
				"version": "1.2",
				"targetSchema": "1.0.0"
			}
		]
	},
	"item": [
		{
			"name": "Gift of the Neverwinter",
			"type": "R",
			"weapon": true,
			"weaponCategory": "Martial",
			"weight": "2",
			"dmg1": "1d8",
			"dmgType": "P",
			"property": [
				"A",
				"H",
				"2H"
			],
			"range": "150/600",
			"rarity": "Uncommon",
			"source": "HDF",
			"entries": [
				"This pine bow is extraordinarily light in the hands. The limb and back are inlaid with lines of flowing arcane energy depicting ambush predators.",
				"When you hit a creature with a ranged attack from this bow, you may use a bonus action to mark it as with the {@spell hunter's mark} spell. You cannot shift the mark to a new creature except by hitting them with another ranged weapon attack from this bow."
			]
		},
		{
			"name": "Amulet of Spell Storing",
			"wondrous": true,
			"weight": "1",
			"rarity": "Uncommon",
			"source": "HDF",
			"entries": [
				"This is a silver amulet with a deep blue gem in the center. When a spell is stored in the gem, it glows at the center.",
				"The amulet can be filled with a spell by focusing on the amulet and expending a corresponding spell slot and the necessary components. The spell can then be cast at any time by speaking a command word which is chosen at the time of saving the spell. If saving a spell of 5th level or higher, the amulet has a chance of shattering which increases along with the spell slot level."
			]
		},
		{
			"name": "Blanket of Gentle Rest",
			"wondrous": true,
			"weight": "3",
			"rarity": "Uncommon",
			"source": "HDF",
			"entries": [
				"This blanket is woven from a strange silvery-blue fiber and incredibly soft to the touch.",
				"When laid over a willing creature it calms strong emotions, eases pain, and gives pleasant dreams. If worn for the duration of a long rest, it cures all levels of exhaustion."
			]
		},
		{
			"name": "The Book of Animals, Plants, Monsters, and Other Natural Curiosities",
			"wondrous": true,
			"weight": "5",
			"rarity": "Uncommon",
			"source": "HDF",
			"entries": [
				"This hefty, leather-bound tome is imbued with an exceptional ability to magically collect knowledge about nearby creatures.",
				"When a creature whose information is not already recorded in the tome is within 30 feet and visible to you, you may use an action to activate the tome and begin collecting information about the selected creature.",
				"If the tome is activated when the targeted creature dies, becomes incapacitated, or becomes non-hostile, you may spend 10 minutes studying it to gain access to its stat block.",
				"At any time you may use a bonus action to open the book and briefly study one creature whose information is recorded in the book and look up its stat block."
			]
		},
		{
			"name": "Beacon",
			"wondrous": true,
			"type": "S",
			"weight": "6",
			"ac": 2,
			"rarity": "Uncommon",
			"source": "HDF",
			"entries": [
				"When you use Channel Divinity: Preserve Life while holding this shield, you may use a bonus action to ward the creature to whom you restore the most hit points as with the {@spell sanctuary} spell.",
				"If you restore the same number of hit points to two or more creatures, you may choose which creature you ward."
			]
		},
		{
			"name": "Shield of Myconidic Diaspora",
			"type": "S",
			"weight": "6",
			"ac": 2,
			"wondrous": true,
			"rarity": "Uncommon",
			"source": "HDF",
			"entries": [
				"This shield has 4 charges. When you use your Halo of Spores while holding this shield, you may use an action to activate the bio-luminescent properties of the spores and mark any creatures affected by the spores. Any attack roll against a marked creature or object has advantage if the attacker can see it, and the marked creature or object can't benefit from being invisible.",
				"This shield regains 1d4 charges at dawn."
			]
		},
		{
			"name": "Bag of Tricks, Green",
			"wondrous": true,
			"weight": "0.5",
			"rarity": "Uncommon",
			"source": "HDF",
			"entries": [
				"This apparently ordinary bag, made from gray cloth, appears empty. Reaching inside the bag, however, reveals the presence of a small, fuzzy object.",
				"You can use an action to pull the fuzzy object from the bag and throw it up to 20 feet. When the object lands, it transforms into a creature you determine by rolling a d8 and consulting the table. The creature vanishes at the next dawn or when it is reduced to 0 hit points.",
				"The creature is friendly to you and your companions, and it acts on your turn. You can use a bonus action to command how the creature moves and what action it takes on its next turn, or to give it general orders, such as to attack your enemies. In the absence of such orders, the creature acts in a fashion appropriate to its nature.",
				"Once three fuzzy objects have been pulled from the bag, the bag can't be used again until the next dawn.",
				{
					"type": "table",
					"colLabels": [
						"d8",
						"Creature"
					],
					"colStyles": [
						"col-xs-1 text-align-center",
						"col-xs-11"
					],
					"rows": [
						[
							"1",
							"{@creature Rabbit|CC 3pp}"
						],
						[
							"2",
							"{@creature Owl}"
						],
						[
							"3",
							"{@creature Badger}"
						],
						[
							"4",
							"{@creature Goat}"
						],
						[
							"5",
							"{@creature Cat}"
						],
						[
							"6",
							"{@creature Fox|CC 3pp}"
						],
						[
							"7",
							"{@creature Moose|HDF}"
						],
						[
							"8",
							"{@creature Polar Bear}"
						]
					]
				}
			]
		},
		{
			"name": "Acid Arrow",
			"type": "A",
			"ammunition": true,
			"rarity": "Rare",
			"tier": "Minor",
			"value": "2,000gp",
			"weight": "0.05",
			"source": "HDF",
			"entries": [
				"The head of this arrow is a glass flask filled with bright-green liquid.",
				"Instead of the normal weapon damage, a creature hit by this arrow takes 1d4 acid damage and becomes coated in acid. A creature coated in acid takes 1d4 acid damage at the beginning of their turn. A creature coated in acid may use an action to shake off the acid."
			]
		},
		{
			"name": "Fire Arrow",
			"type": "A",
			"ammunition": true,
			"rarity": "Rare",
			"tier": "Minor",
			"value": "2,000gp",
			"weight": "0.05",
			"source": "HDF",
			"entries": [
				"The head of this arrow is enchanted with powerful fire magic. Upon striking an enemy, flames burst from the head and engulf the target.",
				"In addition to the normal weapon damage, a creature hit by this arrow takes 1d4 fire damage and must succeed a DC 15 Dexterity saving throw or be set on fire for 2 (1d4) rounds. A creature on fire can drop prone and use its action to put out the fire."
			]
		},
		{
			"name": "Healing Arrow",
			"type": "A",
			"ammunition": true,
			"rarity": "Uncommon",
			"tier": "Minor",
			"value": "200gp",
			"weight": "0.05",
			"source": "HDF",
			"entries": [
				"The head of this arrow is a glass flask filled with reddish-brown liquid.",
				"Instead of the normal weapon damage, a creature hit by this arrow takes 1 damage , then regains 1d4+1 hit points. A creature critically hit by this arrow takes 1 damage, then regains 2d4+2 hit points."
			]
		},
		{
			"name": "Ice Arrow",
			"type": "A",
			"ammunition": true,
			"rarity": "Rare",
			"tier": "Minor",
			"value": "2,000gp",
			"weight": "0.05",
			"source": "HDF",
			"entries": [
				"The head of this arrow is enchanted with powerful ice magic. Upon striking an enemy, the ice spreads quickly across the surface of the target's armor or skin and restrains its movement.",
				"In addition to the normal weapon damage, a creature hit by this arrow takes 1d4 cold damage and must succeed a DC 15 Strength saving throw or become restrained for 2 (1d4) rounds. A creature restrained in this manor can use an action to make a DC 15 Strength check to break free of the ice."
			]
		},
		{
			"name": "Lightning Arrow",
			"type": "A",
			"ammunition": true,
			"rarity": "Rare",
			"tier": "Minor",
			"value": "2gp",
			"weight": "0.05",
			"source": "HDF",
			"entries": [
				"The head of this arrow is enchanted with powerful lightning magic. Upon striking an enemy, electricty discharges into the target and potentially other targets nearby.",
				"In addition to the normal weapon damage, a creature hit by this arrow takes 1d4 lightning damage and any creatures within 5 feet wielding a metal weapon or shield, or wearing metal armor also take 1d4 damage (rolled separately)."
			]
		},
		{
			"name": "Poison Arrow",
			"type": "A",
			"ammunition": true,
			"rarity": "Rare",
			"tier": "Minor",
			"value": "2,000gp",
			"weight": "0.05",
			"source": "HDF",
			"entries": [
				"The head of this arrow is coated in a powerful neurotoxin.",
				"In addition to the normal weapon damage, a creature hit by this arrow takes 1d4 poison damage and must succeed a DC 15 Constitution saving throw or become poisoned for 2 (1d4) rounds."
			]
		},
		{
			"name": "Thunder Arrow",
			"type": "A",
			"ammunition": true,
			"rarity": "Uncommon",
			"tier": "Minor",
			"value": "200gp",
			"weight": "0.05",
			"source": "HDF",
			"entries": [
				"The head of this arrow is enchanted with thunder magic. Upon striking an enemy, an ear-shattering boom is emitted from the head.",
				"In addition to the normal weapon damage, a creature hit by this arrow takes 1d4 thunder damage. When the arrow hits any target, any creatures within 10 feet of the target must succeed a DC 15 Constitution saving throw or become deafened."
			]
		}
	],
	"monster": [
		{
			"name": "Moose",
			"size": "L",
			"type": "beast",
			"source": "HDF",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 14,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 42,
				"formula": "5d12+10"
			},
			"speed": {
				"walk": 50
			},
			"str": 19,
			"dex": 16,
			"con": 14,
			"int": 7,
			"wis": 14,
			"cha": 10,
			"skill": {
				"perception": "+4"
			},
			"passive": 14,
			"cr": "2",
			"trait": [
				{
					"name": "Charge",
					"entries": [
						"If the moose moves at least 20 ft. straight toward a target and then hits it with a ram attack on the same turn, the target takes an extra 7 ({@dice 2d6}) damage. If the target is a creature, it must succeed on a DC 14 Strength saving throw or be knocked prone."
					]
				}
			],
			"action": [
				{
					"name": "Ram",
					"entries": [
						"Melee Weapon Attack: {@hit +6} to hit, reach 10 ft., one target. Hit: 11 ({@dice 2d6+4}) bludgeoning damage."
					]
				},
				{
					"name": "Hooves",
					"entries": [
						"Melee Weapon Attack: {@hit +6} to hit, reach 5 ft., one prone creature. Hit: 22 ({@dice 4d8+4}) bludgeoning damage."
					]
				}
			],
			"environment": [
				"mountain",
				"grassland",
				"forest",
				"hill"
			],
			"soundClip": "https://media-waterdeep.cursecdn.com/file-attachments/0/198/giant-elk.mp3"
		}
	]
}