{
	"_meta": {
		"sources": [
			{
				"json": "JBC",
				"abbreviation": "JBC",
				"full": "JafnerBrew Campaigns",
				"authors": [
					"Joey"
				],
				"convertedBy": [
					"Jafner"
				],
				"version": "1.0",
				"targetSchema": "1.0.0"
			}
		]
	},
	"spell": [
		{
			"name": "Karisar's Arcane Ward",
			"level": 2,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "an empty glass vial, which the spell consumes"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 8
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"source": "JBC",
			"entries": [
				"An invisible suit of magical armor forms around you. Your base AC becomes 13 + your spellcasting ability modifier. The spell ends if you don armor or if you dismiss the spell as an action."
			],
			"areaTags": [
				"ST"
			]
		}
	],
	"item": [
		{
			"name": "Fiora's Rose",
			"type": "M",
			"weaponCategory": "Martial",
			"baseItem": "rapier|phb",
			"rarity": "Very rare",
			"source": "JBC",
			"reqAttune": true,
			"entries": [
				"You have a +1 bonus to attack and damage rolls made with this rapier.",
				"The guard of this magic rapier is made of a ring of roses. While attuned to this weapon, you can speak a command word to cast one of the following spells:",
				{
					"type": "list",
					"items": [
						"{@spell shield of faith}",
						"{@spell entangle}"
					]
				},
				"Once one of these spells has been cast, this sword cannot be used to cast that spell again until the next dawn."
			]
		},
		{
			"name": "Mantle of Galdur the Grey",
			"wondrous": true,
			"tier": "Major",
			"rarity": "Rare",
			"reqAttune": true,
			"source": "JBC",
			"entries": [
				"This headdress is made of the pelt of Galdur the Grey, the great cave bear of the Spine of the World. The visage of the dead great bear instills fear into the hearts of beasts.",
				"While wearing this mantle, you have advantage on Intimidation checks against beasts.",
				"Additionally, you have advantage on Animal Handling checks to influence the behavior of beasts you've intimidated."
			]
		},
		{
			"name": "Daggers of Shar",
			"type": "M",
			"weaponCategory": "Simple",
			"baseItem": "dagger|phb",
			"weight": 1,
			"dmg1": "1d4",
			"dmgType": "P",
			"property": [
				"F",
				"L",
				"T"
			],
			"range": "20/60",
			"rarity": "Uncommon",
			"source": "JBC",
			"reqAttune": true,
			"entries": [
				"This pair of daggers, when wielded together, carry a fragment of the power of Shar.",
				"When you hit a creature with both daggers on your turn, you can choose one of the following effects:",
				{
					"type": "list",
					"items": [
						"Gain {@dice 1d4+1} temporary hit points.",
						"Deal an extra {@dice 1d4} necrotic damage to the target.",
						"Force the target to make a DC 10 constitution saving throw. On a failure, the target's strength score is reduced by {@dice 1d4}."
					]
				}
			]			
		},
		{
			"name": "Frostbite",
			"type": "M",
			"weaponCategory": "Martial",
			"baseItem": "longsword|PHB",
			"weight": 3,
			"dmg1": "1d8",
			"dmg2": "1d10",
			"dmgType": "S",
			"property": [
				"V"
			],
			"rarity": "Very rare",
			"reqAttune": true,
			"source": "JBC",
			"entries": [
				"When you hit with an attack using this magic longsword, the target takes an extra {@dice 1d6} cold damage. In addition, while you hold the sword, you have resistance to fire damage.",
				"In freezing temperatures, the blade sheds bright light in a 10-foot radius and dim light for an additional 10 feet.",
				"When you draw this weapon, you can extinguish all nonmagical flames within 30 feet of you. This property can be used no more than once per hour."
			]
		},
		{
			"name": "Thorn",
			"type": "M",
			"weaponCategory": "Martial",
			"baseItem": "longsword|PHB",
			"weight": 3,
			"dmg1": "1d8",
			"dmg2": "1d10",
			"dmgType": "S",
			"property": [
				"V"
			],
			"rarity": "Uncommon",
			"reqAttune": true,
			"source": "JBC",
			"entries": [
				"You have a +1 bonus to attack rolls made with this magic weapon."
			]
		},
		{
			"name": "Crimson",
			"type": "M",
			"weaponCategory": "Martial",
			"baseItem": "longsword|PHB",
			"weight": 3,
			"dmg1": "1d8",
			"dmg2": "1d10",
			"dmgType": "S",
			"property": [
				"V"
			],
			"rarity": "Uncommon",
			"reqAttune": true,
			"source": "JBC",
			"entries": [
				"You have a +1 bonus to damage rolls made with this magic weapon.",
				"In addition, this weapon deals lightning damage instead of its normal type."
			]
		},
		{
			"name": "Amulet of Sigvid Karisar",
			"wondrous": true,
			"weight": 1,
			"tier": "Major",
			"rarity": "Rare",
			"source": "JBC",
			"reqAttune": "by a wizard",
			"entries": [
				"This amulet imbues spells cast through it by the attuned wearer into living creatures. While attuned to the amulet, you can cast a spell through the amulet into a willing creature you can touch. The spell has no effect, other than to be imbued into the creature.",
				"A creature can cast any spell imbued into it by this amulet. The spell uses the slot level, spell save DC, spell attack bonus, and spellcasting ability of the original caster, but it is otherwise treated as if the imbued creature cast the spell. The effect ends if the creature casts the imbued spell or after 24 hours have passed.",
				"A creature can be imbued with a number of levels of spells equal to its CR, or its character level (minimum of 1 level of spells)."
			]
		}
	],
	"reward": [
		{
			"name": "Mark of Dragonhood",
			"entries": [
				"You can mutate your body to grant you some of the benefits of your patron's draconic form.",
				"As an action, you can transform into a demi-dragon for 1 minute. While in demi-dragon form, you gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain a swim speed and fly speed equal to your walking speed.",
						"You can breathe air and water.",
						"You gain immunity to acid damage."
					]
				},
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"source": "JBC",
			"type": "Mark of Nightscale"
		},
		{
			"name": "Mark of Unhealth",
			"entries": [
				"You can channel your patron's venom into your strikes.",
				"When you hit a creature with a melee weapon attack, you can choose to force the target to succeed a Constitution saving throw (using Nightscale's spell save DC) or become {@condition poisoned} for 1 minute.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"source": "JBC",
			"type": "Mark of Nightscale"
		},
		{
			"name": "Mark of Terror",
			"entries": [
				"You can channel a fraction of your patron's frightful presence to imbue others with terror.",
				"As an action, choose up to four creatures you can see and that can see you within 30 feet of you. You can force the creatures to make a Wisdom saving throw (using Nightscale's spell save DC) or become frightened for 1 minute. ",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"source": "JBC",
			"type": "Mark of Nightscale"
		},
		{
			"name": "Mark of Domination",
			"entries": [
				"You have advantage on Intimidation (Charisma) checks to demand fealty.",
				"Additionally, you can channel a fragment of your patron's dominating presence to command others.",
				"As an action, you can cast the {@spell command} spell using Nightscale's spell save DC.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
				
			],
			"source": "JBC",
			"type": "Mark of Nightscale"
		},
		{
			"name": "Mark of Willpower",
			"entries": [
				"You are able to channel the indomitable willpower of your patron when your own in insufficient.",
				"When you fail a Charisma saving throw, you can choose to reroll the saving throw, using Nightscale's Charisma saving throw bonus.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"source": "JBC",
			"type": "Mark of Nightscale"
		},
		{
			"name": "Mark of Acidification",
			"entries": [
				"Your blood becomes acidified. Your breath reeks of sulfur.",
				"You can use a bonus action to imbue your weapon strikes with acidic energy. Until the start of your next turn, your weapon attacks deal acid damage instead of their normal damage type.",
				"Additionally, when you fail a saving throw to avoid being poisoned by something you ingest, you can choose to succeed instead.",
				"Once you use each of these features, you cannot use it again until you finish a short or long rest."
			],
			"source": "JBC",
			"type": "Mark of Nightscale"
		},
		{
			"name": "Mark of Acid Breath",
			"entries": [
				"You are granted a tiny fraction of the powerful breath weapon of your patron.",
				"You can use a bonus action to cast {@spell dragon's breath|xge} on yourself using Nightscale's spell save DC. When cast in this way, the damage type is always acid, and the spell's damage becomes {@dice 5d6}.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"source": "JBC",
			"type": "Mark of Nightscale"
		},
		{
			"name": "Mark of Detection",
			"entries": [
				"You can call upon the deific senses of your patron to replace your own.",
				"As an action, you can channel Nightscale's abilities of supernatural perception. For 1 minute, you gain blindsight 60 ft. and darkvision 120 ft., and your Perception bonus becomes +16. When the effect ends, you become {@condition blinded} for 1 minute.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"source": "JBC",
			"type": "Mark of Nightscale"
		},
		{
			"name": "Mark of Befoulment",
			"entries": [
				"You can cause food and water to become ridden with rot and disease.",
				"As an action, you can choose a 5-foot-radius sphere within 10 feet of you to become foul. Food or drink fouled in this way becomes putrid and any creature that ingests it must succeed a Constitution saving throw (using Nightscale's spell save DC) or become poisoned for 1 hour.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"source": "JBC",
			"type": "Mark of Nightscale"
		},
		{
			"name": "Mark of the Undying",
			"entries": [
				"When you take damage which would kill you, you instead fall to 1 hit point and immediately take a turn. At then end of that turn, you fall to 0 hit points.",
				"After you use this feature, a part of your body becomes marked with a sign of undeath, such as decayed flesh, rot, thinned hair, or exposed bone.",
				"After you use this feature, you cannot use it again until you finish a long rest."
			],
			"source": "JBC",
			"type": "Mark of Orcus"
		},
		{
			"name": "Mark of the Ghoul",
			"entries": [
				"As an action, you can cast {@spell create undead} without any material components, targeting a single corpse of a Medium or Small humanoid within range.",
				"After you use this feature, a part of your body becomes marked with a sign of necrotic magic, such as pale skin, bloodshot eyes, or blackened blood.",
				"After you use this feature, you cannot use it again until you finish a long rest."
			],
			"source": "JBC",
			"type": "Mark of Orcus"
		},
		{
			"name": "Mark of the Blood Lord",
			"entries": [
				"As an action, choose up to four undead of CR 1/2 or lower. You assert control over the chosen creatures as with the {@spell animate dead} spell.",
				"After you use this feature, a part of your body becomes marked with a sign of necrotic magic, such as pale skin, bloodshot eyes, or blackened blood.",
				"After you use this feature, you cannot use it again until you finish a long rest."
			],
			"source": "JBC",
			"type": "Mark of Orcus"
		},
		{
			"name": "Mark of Blight",
			"entries": [
				"When you score a critical hit with a weapon attack against a creature, you can use a bonus action to reduc the target's ability scores by {@dice 1d4} each.",
				"After you use this feature, your weapon becomes scarred with necrotic magic, its blade becomes permanently bloodstained or blackened, or in moments of silence, faint screams can be heard emanating from it.",
				"After you use this feature, you cannot use it again until you finish a long rest."
			],
			"source": "JBC",
			"type": "Mark of Orcus"
		},
		{
			"name": "Mark of True Undeath",
			"entries": [
				"When you die, your patron binds your sould to your dead body.",
				"You are restored to full health an you make the following changes to your statistics:",
				{
					"type": "list",
					"items": [
						"You gain the undead subtype and you do not age.",
						"You gain the Undead Fortitude trait.",
						"You gian immunity to poison damage, and the {@condition exhaustion} and {@condition poisoned} conditions."
					]
				},
				"If you are killed after you have become undead in this manner, you are returned to unlife 7 days afterward."
			],
			"source": "JBC",
			"type": "Mark of Orcus"
		},
		{
			"name": "Mark of Madness",
			"entries": [
				"As an action, you can cast {@spell crown of madness} using your patron's spell save DC.",
				"After you use this feature, a part of your body changes to make you appear more demonlike, new horns, deeper-set eyes, or cloven hooves.",
				"After you use this feature, you cannot use it again until you finish a long rest."
			],
			"source": "JBC",
			"type": "Mark of Orcus"
		},
		{
			"name": "Mark of the Necromancer",
			"entries": [
				"Your patron grants you an undead servant. Choose either a {@creature minotaur skeleton} or {@creature ogre zombie}.",
				"Your patron summons the undead of your choice, placing it under your control indefinitely and you can use a bonus action on your turn to command it, as with the {@spell animate dead} spell. If your undead servant dies, it is returned to unlife under your control 24 hours later."
			],
			"source": "JBC",
			"type": "Mark of Orcus"
		},
		{
			"name": "Mark of Speaking",
			"entries": [
				"You can speak and understand Abyssal.",
				"Additionally, you can use an action to cast {@spell speak with dead} without any material components. When cast in this way, the target can be an undead.",
				"After you use this feature, you cannot use it again until you finish a long rest."
			],
			"source": "JBC",
			"type": "Mark of Orcus"
		},
		{
			"name": "Mark of Necrosis",
			"entries": [
				"As a bonus action on your turn, you can imbue your weapon strikes with vampiric energy. Until the end of your next turn, whenever you hit a creature with a weapon attack, the damage dealt is necrotic and you regain hit points equal to half the damage dealt.",
				"After you use this feature, you cannot use it again until you finish a long rest."
			],
			"source": "JBC",
			"type": "Mark of Orcus"
		},
		{
			"name": "Binding of Soul",
			"entries": [
				"You have bound your soul to Shar as collateral in exchange for your life and continued patronage. In doing so, you have irrevocably tied your interests to Shar's. When you act in accordance with Shar's will, you will be empowered. When you act contrary to Shar's will, you will be castigated.",
				"Upon being marked with the Binding of Soul, you gain a concordance score. Refer to the {@book concordance rules in Stronghold's & Followers|saf|5|Concordance}. Your concordance begins equal to your cleric level.",
				"If your concordance score falls below 0, you lose all features granted by your cleric class levels until you attone."
			],
			"source": "JBC",
			"type": "Binding"
		}
	]
}