{
	"_meta": {
		"sources": [
			{
				"json": "JBC",
				"abbreviation": "JBC",
				"full": "JafnerBrew Campaigns",
				"authors": [
					"Joey"
				],
				"convertedBy": [
					"Jafner"
				],
				"version": "1.0",
				"targetSchema": "1.0.0"
			}
		]
	},
	"spell": [
		{
			"name": "Karisar's Arcane Ward",
			"level": 2,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "an empty glass vial, which the spell consumes"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 8
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"source": "JBC",
			"entries": [
				"An invisible suit of magical armor forms around you. Your base AC becomes 13 + your spellcasting ability modifier. The spell ends if you don armor or if you dismiss the spell as an action."
			],
			"areaTags": [
				"ST"
			]
		}
	],
	"feat": [
		{
			"name": "Bolt Slinger",
			"source": "JBC",
			"prerequisite": [
				{
					"level": {
						"level": 5
					}
				}
			],
			"entries": [
				"Thanks to extensive practice with the crossbow, you gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Increase your Dexterity score by 1, to a maximum of 20.",
						"You ignore the loading quality of crossbows with which you are proficient.",
						"You can use your action on your turn to make two ranged attacks with a crossbow."
					]
				}
			]
		},
		{
			"name": "Adept Caregiver",
			"source": "JBC",
			"prerequisite": [
				{
					"level": {
						"level": 5
					}
				}
			],
			"entries": [
				"You have trained extensively to command a companion quickly and effectively. You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"Once on your turn you can command your companion to take an action other than Dash, Disengage, or Dodge with no action required by you. If you do, you cannot use your bonus action to command your companion.",
						"When you use your bonus action to command your companion to take an action that includes a signature attack, that attack has an additional bonus to hit equal to your Proficiency Bonus."
					]
				}
			]
		}
	],
	"item": [
		{
			"name": "Fiora's Rose",
			"type": "M",
			"weaponCategory": "Martial",
			"baseItem": "rapier|phb",
			"rarity": "Very rare",
			"source": "JBC",
			"reqAttune": true,
			"entries": [
				"You have a +1 bonus to attack and damage rolls made with this rapier.",
				"The guard of this magic rapier is made of a ring of roses. While attuned to this weapon, you can speak a command word to cast one of the following spells:",
				{
					"type": "list",
					"items": [
						"{@spell shield of faith}",
						"{@spell entangle}"
					]
				},
				"Once one of these spells has been cast, this sword cannot be used to cast that spell again until the next dawn."
			]
		},
		{
			"name": "Mantle of Galdur the Grey",
			"wondrous": true,
			"tier": "Major",
			"rarity": "Rare",
			"reqAttune": true,
			"source": "JBC",
			"entries": [
				"This headdress is made of the pelt of Galdur the Grey, the great cave bear of the Spine of the World. The visage of the dead great bear instills fear into the hearts of beasts.",
				"While wearing this mantle, you have advantage on Intimidation checks against beasts.",
				"Additionally, you have advantage on Animal Handling checks to influence the behavior of beasts you've intimidated."
			]
		},
		{
			"name": "Daggers of Shar",
			"type": "M",
			"weaponCategory": "Simple",
			"baseItem": "dagger|phb",
			"weight": 1,
			"dmg1": "1d4",
			"dmgType": "P",
			"property": [
				"F",
				"L",
				"T"
			],
			"range": "20/60",
			"rarity": "Uncommon",
			"source": "JBC",
			"reqAttune": true,
			"entries": [
				"This pair of daggers, when wielded together, carry a fragment of the power of Shar.",
				"When you hit a creature with both daggers on your turn, you can choose one of the following effects:",
				{
					"type": "list",
					"items": [
						"Gain {@dice 1d4+1} temporary hit points.",
						"Deal an extra {@dice 1d4} necrotic damage to the target.",
						"Force the target to make a DC 10 constitution saving throw. On a failure, the target's strength score is reduced by {@dice 1d4}."
					]
				}
			]			
		},
		{
			"name": "Frostbite",
			"type": "M",
			"weaponCategory": "Martial",
			"baseItem": "longsword|PHB",
			"weight": 3,
			"dmg1": "1d8",
			"dmg2": "1d10",
			"dmgType": "S",
			"property": [
				"V"
			],
			"rarity": "Very rare",
			"reqAttune": true,
			"source": "JBC",
			"entries": [
				"When you hit with an attack using this magic longsword, the target takes an extra {@dice 1d6} cold damage. In addition, while you hold the sword, you have resistance to fire damage.",
				"In freezing temperatures, the blade sheds bright light in a 10-foot radius and dim light for an additional 10 feet.",
				"When you draw this weapon, you can extinguish all nonmagical flames within 30 feet of you. This property can be used no more than once per hour."
			]
		},
		{
			"name": "Thorn",
			"type": "M",
			"weaponCategory": "Martial",
			"baseItem": "longsword|PHB",
			"weight": 3,
			"dmg1": "1d8",
			"dmg2": "1d10",
			"dmgType": "S",
			"property": [
				"V"
			],
			"rarity": "Uncommon",
			"reqAttune": true,
			"source": "JBC",
			"entries": [
				"You have a +1 bonus to attack rolls made with this magic weapon."
			]
		},
		{
			"name": "Crimson",
			"type": "M",
			"weaponCategory": "Martial",
			"baseItem": "longsword|PHB",
			"weight": 3,
			"dmg1": "1d8",
			"dmg2": "1d10",
			"dmgType": "S",
			"property": [
				"V"
			],
			"rarity": "Uncommon",
			"reqAttune": true,
			"source": "JBC",
			"entries": [
				"You have a +1 bonus to damage rolls made with this magic weapon.",
				"In addition, this weapon deals lightning damage instead of its normal type."
			]
		},
		{
			"name": "Amulet of Sigvid Karisar",
			"wondrous": true,
			"weight": 1,
			"tier": "Major",
			"rarity": "Rare",
			"source": "JBC",
			"reqAttune": "by a wizard",
			"entries": [
				"This amulet imbues spells cast through it by the attuned wearer into living creatures. While attuned to the amulet, you can cast a spell through the amulet into a willing creature you can touch. The spell has no effect, other than to be imbued into the creature.",
				"A creature can cast any spell imbued into it by this amulet. The spell uses the slot level, spell save DC, spell attack bonus, and spellcasting ability of the original caster, but it is otherwise treated as if the imbued creature cast the spell. The effect ends if the creature casts the imbued spell or after 24 hours have passed.",
				"A creature can be imbued with a number of levels of spells equal to its CR, or its character level (minimum of 1 level of spells)."
			]
		}
	],
	"reward": [
		{
			"name": "Mark of Dragonhood",
			"entries": [
				"You can mutate your body to grant you some of the benefits of your patron's draconic form.",
				"As an action, you can transform into a demi-dragon for 1 minute. While in demi-dragon form, you gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain a swim speed and fly speed equal to your walking speed.",
						"You can breathe air and water.",
						"You gain immunity to acid damage."
					]
				},
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"source": "JBC",
			"type": "Mark of Nightscale"
		},
		{
			"name": "Mark of Unhealth",
			"entries": [
				"You can channel your patron's venom into your strikes.",
				"When you hit a creature with a melee weapon attack, you can choose to force the target to succeed a Constitution saving throw (using Nightscale's spell save DC) or become {@condition poisoned} for 1 minute.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"source": "JBC",
			"type": "Mark of Nightscale"
		},
		{
			"name": "Mark of Terror",
			"entries": [
				"You can channel a fraction of your patron's frightful presence to imbue others with terror.",
				"As an action, choose up to four creatures you can see and that can see you within 30 feet of you. You can force the creatures to make a Wisdom saving throw (using Nightscale's spell save DC) or become frightened for 1 minute. ",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"source": "JBC",
			"type": "Mark of Nightscale"
		},
		{
			"name": "Mark of Domination",
			"entries": [
				"You have advantage on Intimidation (Charisma) checks to demand fealty.",
				"Additionally, you can channel a fragment of your patron's dominating presence to command others.",
				"As an action, you can cast the {@spell command} spell using Nightscale's spell save DC.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
				
			],
			"source": "JBC",
			"type": "Mark of Nightscale"
		},
		{
			"name": "Mark of Willpower",
			"entries": [
				"You are able to channel the indomitable willpower of your patron when your own in insufficient.",
				"When you fail a Charisma saving throw, you can choose to reroll the saving throw, using Nightscale's Charisma saving throw bonus.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"source": "JBC",
			"type": "Mark of Nightscale"
		},
		{
			"name": "Mark of Acidification",
			"entries": [
				"Your blood becomes acidified. Your breath reeks of sulfur.",
				"You can use a bonus action to imbue your weapon strikes with acidic energy. Until the start of your next turn, your weapon attacks deal acid damage instead of their normal damage type.",
				"Additionally, when you fail a saving throw to avoid being poisoned by something you ingest, you can choose to succeed instead.",
				"Once you use each of these features, you cannot use it again until you finish a short or long rest."
			],
			"source": "JBC",
			"type": "Mark of Nightscale"
		},
		{
			"name": "Mark of Acid Breath",
			"entries": [
				"You are granted a tiny fraction of the powerful breath weapon of your patron.",
				"You can use a bonus action to cast {@spell dragon's breath|xge} on yourself using Nightscale's spell save DC. When cast in this way, the damage type is always acid, and the spell's damage becomes {@dice 5d6}.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"source": "JBC",
			"type": "Mark of Nightscale"
		},
		{
			"name": "Mark of Detection",
			"entries": [
				"You can call upon the deific senses of your patron to replace your own.",
				"As an action, you can channel Nightscale's abilities of supernatural perception. For 1 minute, you gain blindsight 60 ft. and darkvision 120 ft., and your Perception bonus becomes +16. When the effect ends, you become {@condition blinded} for 1 minute.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"source": "JBC",
			"type": "Mark of Nightscale"
		},
		{
			"name": "Mark of Befoulment",
			"entries": [
				"You can cause food and water to become ridden with rot and disease.",
				"As an action, you can choose a 5-foot-radius sphere within 10 feet of you to become foul. Food or drink fouled in this way becomes putrid and any creature that ingests it must succeed a Constitution saving throw (using Nightscale's spell save DC) or become poisoned for 1 hour.",
				"Once you use this feature, you cannot use it again until you finish a short or long rest."
			],
			"source": "JBC",
			"type": "Mark of Nightscale"
		},
		{
			"name": "Mark of the Undying",
			"entries": [
				"When you take damage which would kill you, you instead fall to 1 hit point and immediately take a turn. At then end of that turn, you fall to 0 hit points.",
				"After you use this feature, a part of your body becomes marked with a sign of undeath, such as decayed flesh, rot, thinned hair, or exposed bone.",
				"After you use this feature, you cannot use it again until you finish a long rest."
			],
			"source": "JBC",
			"type": "Mark of Orcus"
		},
		{
			"name": "Mark of the Ghoul",
			"entries": [
				"As an action, you can cast {@spell create undead} without any material components, targeting a single corpse of a Medium or Small humanoid within range.",
				"After you use this feature, a part of your body becomes marked with a sign of necrotic magic, such as pale skin, bloodshot eyes, or blackened blood.",
				"After you use this feature, you cannot use it again until you finish a long rest."
			],
			"source": "JBC",
			"type": "Mark of Orcus"
		},
		{
			"name": "Mark of the Blood Lord",
			"entries": [
				"As an action, choose up to four undead of CR 1/2 or lower. You assert control over the chosen creatures as with the {@spell animate dead} spell.",
				"After you use this feature, a part of your body becomes marked with a sign of necrotic magic, such as pale skin, bloodshot eyes, or blackened blood.",
				"After you use this feature, you cannot use it again until you finish a long rest."
			],
			"source": "JBC",
			"type": "Mark of Orcus"
		},
		{
			"name": "Mark of Blight",
			"entries": [
				"When you score a critical hit with a weapon attack against a creature, you can use a bonus action to reduc the target's ability scores by {@dice 1d4} each.",
				"After you use this feature, your weapon becomes scarred with necrotic magic, its blade becomes permanently bloodstained or blackened, or in moments of silence, faint screams can be heard emanating from it.",
				"After you use this feature, you cannot use it again until you finish a long rest."
			],
			"source": "JBC",
			"type": "Mark of Orcus"
		},
		{
			"name": "Mark of True Undeath",
			"entries": [
				"When you die, your patron binds your sould to your dead body.",
				"You are restored to full health an you make the following changes to your statistics:",
				{
					"type": "list",
					"items": [
						"You gain the undead subtype and you do not age.",
						"You gain the Undead Fortitude trait.",
						"You gian immunity to poison damage, and the {@condition exhaustion} and {@condition poisoned} conditions."
					]
				},
				"If you are killed after you have become undead in this manner, you are returned to unlife 7 days afterward."
			],
			"source": "JBC",
			"type": "Mark of Orcus"
		},
		{
			"name": "Mark of Madness",
			"entries": [
				"As an action, you can cast {@spell crown of madness} using your patron's spell save DC.",
				"After you use this feature, a part of your body changes to make you appear more demonlike, new horns, deeper-set eyes, or cloven hooves.",
				"After you use this feature, you cannot use it again until you finish a long rest."
			],
			"source": "JBC",
			"type": "Mark of Orcus"
		},
		{
			"name": "Mark of the Necromancer",
			"entries": [
				"Your patron grants you an undead servant. Choose either a {@creature minotaur skeleton} or {@creature ogre zombie}.",
				"Your patron summons the undead of your choice, placing it under your control indefinitely and you can use a bonus action on your turn to command it, as with the {@spell animate dead} spell. If your undead servant dies, it is returned to unlife under your control 24 hours later."
			],
			"source": "JBC",
			"type": "Mark of Orcus"
		},
		{
			"name": "Mark of Speaking",
			"entries": [
				"You can speak and understand Abyssal.",
				"Additionally, you can use an action to cast {@spell speak with dead} without any material components. When cast in this way, the target can be an undead.",
				"After you use this feature, you cannot use it again until you finish a long rest."
			],
			"source": "JBC",
			"type": "Mark of Orcus"
		},
		{
			"name": "Mark of Necrosis",
			"entries": [
				"As a bonus action on your turn, you can imbue your weapon strikes with vampiric energy. Until the end of your next turn, whenever you hit a creature with a weapon attack, the damage dealt is necrotic and you regain hit points equal to half the damage dealt.",
				"After you use this feature, you cannot use it again until you finish a long rest."
			],
			"source": "JBC",
			"type": "Mark of Orcus"
		},
		{
			"name": "Binding of Soul",
			"entries": [
				"You have bound your soul to Shar as collateral in exchange for your life and continued patronage. In doing so, you have irrevocably tied your interests to Shar's. When you act in accordance with Shar's will, you will be empowered. When you act contrary to Shar's will, you will be castigated.",
				"Upon being marked with the Binding of Soul, you gain a concordance score. Refer to the {@book concordance rules in Stronghold's & Followers|saf|5|Concordance}. Your concordance begins equal to your cleric level.",
				"If your concordance score falls below 0, you lose all features granted by your cleric class levels until you attone."
			],
			"source": "JBC",
			"type": "Binding"
		}
	],
	"monster": [
		{
			"name": "Ilvara Mizzrym",
			"source": "JBC",
			"size": [
				"M"
			],
			"type": {
				"type": "humanoid",
				"tags": [
					"elf"
				]
			},
			"alignment": [
				"L",
				"E"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"{@item hunter's coat|egw}"
					]
				}
			],
			"hp": {
				"formula": "10d8 + 20",
				"average": 65
			},
			"speed": {
				"walk": 30
			},
			"str": 8,
			"dex": 16,
			"con": 14,
			"int": 14,
			"wis": 18,
			"cha": 14,
			"save": {
				"cha": "+6",
				"wis": "+8"
			},
			"skill": {
				"insight": "+8",
				"perception": "+8",
				"intimidation": "+6",
				"religion": "+6"
			},
			"senses": [
				"darkvision 120 ft."
			],
			"passive": 18,
			"languages": [
				"Elvish",
				"Undercommon"
			],
			"cr": "9",
			"spellcasting": [
				{
					"name": "Innate Spellcasting",
					"headerEntries": [
						"Ilvara's spellcasting ability is Charisma (spell save {@dc 15}). She can innately cast the following spells, requiring no material components:"
					],
					"will": [
						"{@spell dancing lights}"
					],
					"daily": {
						"1e": [
							"{@spell darkness}",
							"{@spell faerie fire}",
							"{@spell levitate} (self only)"
						]
					},
					"ability": "cha",
					"type": "spellcasting"
				},
				{
					"name": "Spellcasting",
					"headerEntries": [
						"Ilvara is a 10th-level spellcaster. Her spellcasting ability is Wisdom (save {@dc 18}, {@hit 10} to hit with spell attacks). Ilvara has the following cleric spells prepared:"
					],
					"spells": {
						"0": {
							"spells": [
								"{@spell guidance}",
								"{@spell poison spray}",
								"{@spell resistance}",
								"{@spell spare the dying}",
								"{@spell thaumaturgy}"
							]
						},
						"1": {
							"spells": [
								"{@spell bane}",
								"{@spell command}",
								"{@spell cure wounds}",
								"{@spell disguise self}",
								"{@spell shield of faith}"
							],
							"slots": 4
						},
						"2": {
							"spells": [
								"{@spell lesser restoration}",
								"{@spell protection from poison}",
								"{@spell web}"
							],
							"slots": 3
						},
						"3": {
							"spells": [
								"{@spell bestow curse}",
								"{@spell glyph of warding}",
								"{@spell revivify}",
								"{@spell sending}",
								"{@spell spirit guardians}",
								"{@spell vampiric touch}"
							],
							"slots": 3
						},
						"4": {
							"spells": [
								"{@spell banishment}",
								"{@spell death ward}",
								"{@spell dimension door}",
								"{@spell divination}"
							],
							"slots": 3
						},
						"5": {
							"spells": [
								"{@spell dominate person}",
								"{@spell insect plague}",
								"{@spell modify memory}",
								"{@spell planar binding}"
							],
							"slots": 2
						}
					},
					"ability": "wis",
					"type": "spellcasting"
				}
			],
			"trait": [
				{
					"name": "Fey Ancestry",
					"entries": [
						"Ilvara has advantage on saving throws against being {@condition charmed}, and magic can't put her to sleep."
					]
				},
				{
					"name": "Sunlight Sensitivity",
					"entries": [
						"While in sunlight, Ilvara has disadvantage on attack rolls, as well as on Wisdom ({@skill Perception}) checks that rely on sight."
					]
				},
				{
					"name": "Hunter's Coat",
					"entries": [
						"Ilvara is wearing a {@item hunter's coat|egw}. "
					]
				},
				{
					"name": "Amulet of the Devout",
					"entries": [
						"Ilvara is wearing a {@item +2 amulet of the devout|tce}, which increases her spell attack bonus and spell save DC by 2 for spells using her Spellcasting feature. "
					]
				}
			],
			"environment": [
				"underdark"
			],
			"soundClip": {
				"type": "external",
				"url": "https://5e.tools/audio/bestiary/drow-priestess-of-lolth.mp3"
			},
			"traitTags": [
				"Fey Ancestry",
				"Sunlight Sensitivity"
			],
			"senseTags": [
				"SD"
			],
			"actionTags": [
				"Multiattack"
			],
			"languageTags": [
				"E",
				"U"
			],
			"spellcastingTags": [
				"I",
				"CC"
			],
			"conditionInflictSpell": [
				"charmed",
				"poisoned",
				"restrained"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenUrl": "https://5e.tools/img/MM/Drow Priestess of Lolth.png",
			"fluff": {
				"name": "Drow Priestess of Lolth",
				"source": "MM",
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"Female drow with blood ties to a noble house are molded and trained from birth to become priestesses of Lolth. The Spider Queen doesn't allow male drow to hold such positions.",
									"Such priestesses execute the will of the Spider Queen, and as a result, they wield tremendous power and influence in drow society. The matron mothers who rule the drow houses are the most powerful of Lolth's priestesses, but they must constantly balance their devotion to the Spider Queen with their devotion to their families."
								]
							}
						]
					},
					{
						"name": "Drow",
						"type": "section",
						"entries": [
							{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"entries": [
											"Tens of thousands of years ago, the elves were divided, with those of benevolent disposition battling those that were selfish and cruel. The war among elvenkind ended when the good elves banished their malevolent kin to the subterranean depths. Here, in the lightless caverns and endless warrens of twisting passages, the dark elves-the drow-found refuge. They also found leadership in the only elven deity who had not forsaken them. At her command, the dark elves built an empire in the underworld.",
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"entries": [
															{
																"type": "entries",
																"name": "Children of Lolth",
																"entries": [
																	"The drow worship Lolth, a deity who resides in the Abyss. Known as the Spider Queen or the Demon Queen of Spiders, she is the figure around which the dark elves have built their subterranean civilization. Whatever she demands, the drow do. The wickedest of elves, drow are seldom seen by the surface world. Though they plot to destroy the elves that banished them, they no longer see themselves as exiles. They are the destined rulers of the darkness, and when Lolth commands them to rise up and destroy their surface-dwelling kin, they will."
																]
															},
															{
																"type": "entries",
																"name": "Creatures of Darkness",
																"entries": [
																	"The drow have lived underground for so long that they have evolved to their surroundings and can see in the dark. However, they can no longer stand sunlight. When slaves are in short supply in the Underdark, the drow send raiding parties to the surface to capture humanoids under cover of darkness, bringing them back to their cities to be tortured into submission. Beyond those occasional excursions, the drow are content to remain in their subterranean realm, where they feel secure and in control."
																]
															},
															{
																"type": "entries",
																"name": "Underdark Cities",
																"entries": [
																	"The dark elves build fantastic cities in enormous caverns where food and water are abundant. Their ability to sculpt stone rivals that of the greatest dwarf artisans, yet their structures retain a decidedly elven aesthetic. Though appearing delicate, drow settlements are structurally sound and remarkably resilient. The drow like to hollow out enormous stalagmites and stalactites, creating populated spires that rise from the floors and ceilings. A drow city is a sprawling metropolis enclosed by high walls. Non-drow visitors must conduct their business outside the walls under watchful eyes. The drow raise and keep giant spiders to help protect their cities against intruders, even as they drape those cities in beautiful webbing, creating a gossamer snare to catch flying enemies that would otherwise soar over the walls."
																]
															},
															{
																"type": "entries",
																"name": "Drow Magic",
																"entries": [
																	"Just as the drow have adapted to underground life, so too has their magic. In addition to using that magic to carve their cities from stone, they empower their weapons, create dangerous new magic items, and summon demons from the Abyss. Drow spellcasters are supremely arrogant and never hesitate to use their magic in the most abhorrent ways."
																]
															},
															{
																"type": "entries",
																"name": "Arms and Armor",
																"entries": [
																	"Drow craft weapons made of adamantine, a dark and supernaturally hard metal. Drow artisans adorn their weapons and armor with web-like filigree and spider motifs, and mages sometimes imbue items with magic to enhance their effectiveness. However, such magic fades when exposed to sunlight, so that magical drow weapons and armor rarely retain their enhancement bonuses and magical properties when brought to the surface."
																]
															},
															{
																"type": "entries",
																"name": "Cutthroat Politics",
																"entries": [
																	"Drow politics are cutthroat and rife with intrigue. When drow work together, it is typically to destroy a common foe and ensure their own survival, and such alliances are short lived and fraught with peril.",
																	"Drow society is divided into noble houses, each ruled by a matron who seeks to raise the prestige and power of her house above all others. Other high-ranking members of the house are blood relatives, while the middling ranks are flush with drow from weaker families that have sworn fealty to the greater house. Clinging precariously to the bottom rung of a house's social ladder are the house slaves, made up of drow of low birth and the occasional non-drow captive."
																]
															},
															{
																"type": "entries",
																"name": "Matriarchal Rule",
																"entries": [
																	"Lolth, through her faithful priestesses, dictates the rules of drow society, ensuring that her orders and plots are carried out. Since Lolth is prone to manifesting on the Material Plane and directly punishing those that disobey her, the drow have learned to heed what she says and do as her priestesses command.",
																	"In drow society, males are subservient to females. A male drow might lead an Underdark patrol or a raiding party to the surface, but he reports to a female drow-either the matron of his house or one of her hand-picked female subordinates. Although male drow can fill almost any function in drow society, they can't be priests, nor can they rule a house."
																]
															},
															{
																"type": "entries",
																"name": "Poison Predilection",
																"entries": [
																	"Distilled from spider venom and the flora of the Underdark, poison can be found in abundance among the drow, and it plays an important part in their culture and politics. Drow mages concoct a viscid toxin that leaves enemies {@condition unconscious}. Drow warriors coat their blades and crossbow bolts with this venom, looking forward to the interrogation and torture that follows combat."
																]
															},
															{
																"type": "inset",
																"name": "Variant: Drow Magic Armor and Weapons",
																"entries": [
																	"Drow often wear magic armor and carry magic weapons that lose their enhancement bonuses permanently if they are exposed to sunlight for 1 hour or longer.",
																	{
																		"type": "list",
																		"items": [
																			"A drow wearing a +1 chain shirt and carrying a +1 shortsword has AC 16 and a +1 bonus on attack and damage rolls with shortsword attacks.",
																			"A drow elite warrior wearing +2 studded leather and carrying a +2 shortsword has AC 20 and a +2 bonus on attack and damage rolls with shortsword attacks.",
																			"A drow priestess of Lolth wearing +3 scale mail has AC 19."
																		]
																	}
																]
															}
														]
													}
												]
											}
										]
									},
									{
										"type": "insetReadaloud",
										"entries": [
											{
												"type": "quote",
												"entries": [
													"Such depravity. Such terrifying cruelty. They are the vile poison that plagues all elvenkind."
												],
												"by": "Nelar Autumnwell, elf cleric of Corellon Larethian"
											}
										]
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Drow.jpg"
						}
					}
				]
			},
			"shortName": "Ilvara",
			"level": 10,
			"action": [
				{
					"name": "Call to Lolth (1/day)",
					"entries": [
						"Ilvara calls out for Lolth's aid. Roll percentile dice. If the result is 10 or lower, Lolth intervenes. If Lolth intervenes, Ilvara can't use this feature again for 7 days, otherwise she can use it again after she finishes a long rest. "
					]
				},
				{
					"name": "Invoke Duplicity (1/day)",
					"entries": [
						"As an action, Ilvara creates a perfect illusion of herself that lasts for 1 minute, or until she loses her {@condition concentration}. The illusion appears in an unoccupied space that she can see within 30 feet of her. As a bonus action on her turn, she can move the illusion up to 30 feet to a space she can see, but must remain within 120 feet of her. ",
						"For the duration, she can cast spells as though she was in the illusion's space, but she must use her own senses. Additionally, when both she and her illusion are within 5 feet of a creature that can see the illusion, she has advantage on attack rolls against that creature."
					]
				},
				{
					"name": "Cloak of Shadows (1/day)",
					"entries": [
						"As an action, Ilvara becomes {@condition invisible} until the end of her next turn. She becomes visible if she attacks or casts a spell."
					]
				}
			],
			"reaction": [
				{
					"name": "Warding Flare (4/day)",
					"entries": [
						"When Ilvara is attacked by a creature within 30 feet of her that she can see, she can use her reaction to impose disadvantage on the attack roll, causing light to flare before the attacker before it hits or misses. An attacker that can't be {@condition blinded} is immune to this feature.  "
					]
				}
			],
			"isNpc": true,
			"alias": [
				"Drow Priestess of Lolth"
			],
			"damageTagsSpell": [
				"A",
				"C",
				"F",
				"I",
				"L",
				"N",
				"O",
				"P",
				"R",
				"T"
			],
			"savingThrowForcedSpell": [
				"charisma",
				"constitution",
				"dexterity",
				"wisdom"
			]
		},
		{
			"name": "Ultralisk",
			"source": "JBC",
			"size": [
				"G"
			],
			"type": {
				"type": "monstrosity",
				"tags": [
					"zerg"
				]
			},
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 25,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"formula": "17d20 + 170",
				"average": 348
			},
			"speed": {
				"walk": 40,
				"burrow": {
					"number": 40,
					"condition": "on creep"
				}
			},
			"str": 26,
			"dex": 11,
			"con": 30,
			"int": 3,
			"wis": 11,
			"cha": 11,
			"senses": [
				"tremorsense on creep"
			],
			"passive": 10,
			"immune": [
				{
					"immune": [
						"bludgeoning",
						"piercing",
						"slashing"
					],
					"note": "from nonmagical attacks",
					"cond": true
				}
			],
			"conditionImmune": [
				"charmed",
				"frightened",
				"paralyzed",
				"poisoned"
			],
			"cr": "17",
			"trait": [
				{
					"name": "Magic Resistance",
					"entries": [
						"The ultralisk has advantage on saving throws against spells and other magical effects."
					]
				},
				{
					"name": "Reflective Carapace",
					"entries": [
						"Any time the ultralisk is targeted by a {@spell magic missile} spell, a line spell, or a spell that requires a ranged attack roll, roll a {@dice d6}. On a 1 to 5, the ultralisk is unaffected. On a 6, the ultralisk is unaffected, and the effect is reflected back at the caster as though it originated from the ultralisk, turning the caster into the target."
					]
				},
				{
					"name": "Siege Monster",
					"entries": [
						"The ultralisk deals double damage to objects and structures."
					]
				},
				{
					"name": "Secrete Creep",
					"entries": [
						"The ultralisk covers any ground it walks over in creep."
					]
				},
				{
					"name": "Creep",
					"entries": [
						"Creep is a living purple viscous substance comprising the zerg superorganism. Zerg standing on creep are conferred benefits by their connection to the hivemind. "
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The ultralisk can make four attacks with its kaiser blades. "
					]
				},
				{
					"name": "Kaiser Blades",
					"entries": [
						"{@atk mw} {@hit 14} to hit, reach 10 ft., one target. {@h}14 ({@damage 2d12 + 8}) slashing damage."
					]
				},
				{
					"name": "Charge",
					"entries": [
						"{@atk mw} {@hit 14} to hit, reach 5 ft., one target. {@h}47 ({@damage 8d12 + 8}) bludgeoning damage. Deals double damage to structures."
					]
				}
			],
			"legendary": [
				{
					"name": "Attack",
					"entries": [
						"The ultralisk makes one kaiser blade attack."
					]
				},
				{
					"name": "Move",
					"entries": [
						"The ultralisk moves up to half its speed."
					]
				},
				{
					"name": "Spew Creep",
					"entries": [
						"The ultralisk spews creep from its maw, covering the ground in a 60 ft. cone."
					]
				}
			],
			"traitTags": [
				"Legendary Resistances",
				"Magic Resistance",
				"Siege Monster"
			],
			"senseTags": [
				"T"
			],
			"actionTags": [
				"Frightful Presence",
				"Multiattack",
				"Swallow"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"save": {
				"con": "+16",
				"str": "+14"
			},
			"skill": {
				"athletics": "+14"
			},
			"legendaryHeader": [
				"While standing on creep, the ultralisk can take 3 legendary actions, choosing from the options below. Only one legendary action can be used at a time and only at the end of another creature's turn. The ultralisk regains spent legendary actions at the start of its turn."
			],
			"languages": [
				"Zerg"
			],
			"damageTags": [
				"B",
				"S"
			]
		},
		{
			"name": "Purple Worm Spore Servant",
			"source": "JBC",
			"size": [
				"G"
			],
			"type": "monstrosity",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 18,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 247,
				"formula": "15d20 + 90"
			},
			"speed": {
				"walk": 40,
				"burrow": 20
			},
			"str": 28,
			"dex": 7,
			"con": 22,
			"int": 2,
			"wis": 6,
			"cha": 1,
			"senses": [
				"blindsight 30 ft."
			],
			"passive": 8,
			"cr": "15",
			"trait": [
				{
					"name": "Tunneler",
					"entries": [
						"The worm can burrow through solid rock at half its burrow speed and leaves a 10-foot-diameter tunnel in its wake."
					]
				},
				{
					"name": "Spore Servant",
					"entries": [
						"The worm responds to orders given to it by myconids using rapport spores. The servant gives highest priority to orders received from the most powerful myconid."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The worm makes two attacks: one with its bite and one with its stinger."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 14} to hit, reach 10 ft., one target. {@h}22 ({@damage 3d8 + 9}) piercing damage. If the target is a Large or smaller creature, it must succeed on a {@dc 19} Dexterity saving throw or be swallowed by the worm. A swallowed creature is {@condition blinded} and {@condition restrained}, it has total cover against attacks and other effects outside the worm, and it takes 21 ({@damage 6d6}) acid damage at the start of each of the worm's turns.",
						"If the worm takes 30 damage or more on a single turn from a creature inside it, the worm must succeed on a {@dc 21} Constitution saving throw at the end of that turn or regurgitate all swallowed creatures, which fall {@condition prone} in a space within 10 feet of the worm. If the worm dies, a swallowed creature is no longer {@condition restrained} by it and can escape from the corpse by using 20 feet of movement, exiting {@condition prone}."
					]
				},
				{
					"name": "Tail Stinger",
					"entries": [
						"{@atk mw} {@hit 14} to hit, reach 10 ft., one creature. {@h}19 ({@damage 3d6 + 9}) piercing damage, and the target must make a {@dc 19} Constitution saving throw, taking 42 ({@damage 12d6}) poison damage on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"environment": [
				"desert",
				"underdark"
			],
			"soundClip": {
				"type": "external",
				"url": "https://5e.jafner.tools/audio/bestiary/purple-worm.mp3"
			},
			"traitTags": [
				"Tunneler"
			],
			"senseTags": [
				"B"
			],
			"actionTags": [
				"Multiattack",
				"Swallow"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"conditionInflict": [
				"blinded",
				"restrained"
			],
			"hasFluff": true,
			"hasFluffImages": true,
			"tokenUrl": "https://5e.jafner.tools/img/MM/Purple Worm.png",
			"fluff": {
				"name": "Purple Worm",
				"source": "MM",
				"entries": [
					{
						"type": "entries",
						"entries": [
							{
								"type": "entries",
								"entries": [
									"The massive burrowing monster known as the purple worm terrorizes the creatures of the Underdark as it chews through solid rock in pursuit of prey. A dimwitted, ravenous force of nature, this creature regards anything it encounters as food.",
									{
										"name": "Ravenous Hunters",
										"type": "entries",
										"entries": [
											"Loud noise attracts purple worms, which have been known to interrupt underground battles and tear through subterranean cities seeking prey. The underground civilizations of the drow, the duergar, and the mind flayers maintain special wards around their settlements to deter these monsters.",
											"Though most common in the Underdark, purple worms are frequently seen on the surface world in rocky and mountainous lands. The maw of a purple worm is large enough to swallow a horse whole, and no creature is safe from its hunger. It lunges forward by rhythmically compressing and expanding its body, catching other Underdark dwellers by surprise with the speed of its advance."
										]
									},
									{
										"name": "Boons of the Worm",
										"type": "entries",
										"entries": [
											"When a purple worm burrows through the ground, it consumes earth and rock, which it breaks down and constantly excretes. Precious metals and gems can thus be found within the bodies of purple worms, which are targeted by particularly brave and foolhardy treasure hunters.",
											"A burrowing purple worm constantly creates new tunnels throughout the Underdark, which are quickly made use of by other creatures as corridors and highways. Because a purple worm rarely returns to its own tunnels, such passageways are a good place to avoid these monsters. Areas rich in prey quickly become interlaced with complex tunnel systems resulting from several worms hunting together."
										]
									}
								]
							}
						]
					}
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "bestiary/MM/Purple Worm.jpg"
						}
					}
				]
			},
			"conditionImmune": [
				"blinded",
				"charmed",
				"frightened",
				"paralyzed"
			],
			"damageTags": [
				"A",
				"I",
				"P"
			],
			"savingThrowForced": [
				"constitution",
				"dexterity"
			]
		}
	]
}